Revit 2027 API
ParameterTypeId.SteelElemPaintArea Property
 "Paint Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemPaintArea { get; }
Public Shared ReadOnly Property SteelElemPaintArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemPaintArea {
	ForgeTypeId^ get ();
}
static member SteelElemPaintArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace